{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 8, "answer_turn": 9, "question_speaker": "CA", "answer_speaker": "CA", "question_role": "Other", "answer_role": "Other", "question_text": "What are these conditions? Will they exist in the interview with the woman I am about to talk with, whom I have never seen before?' Let me try to describe very briefly what these conditions are as I see them. First of all, one question is, can I be real in the relationship?", "answer_text": "This has come to have an increasing amount of importance to me over the years. I feel that genuineness is another way of describing the quality I would like to have. I like the term 'congruent', by which.", "directness_score": 0.089, "topic_shift_score": 0.911, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 4}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 11, "answer_turn": 12, "question_speaker": "CA", "answer_speaker": "CA", "question_role": "Other", "answer_role": "Other", "question_text": "I feel that in the Rogers’ Transcripts, Volume 12, Gloria, Introduction, page 1 relationship, I would like to have a 'transparency.' I would be quite willing for my client to see all the way through me, that there would be nothing hidden. And when lam real in this fashion that I'm trying to describe, then know that my own feelings will often bubble up into awareness and be expressed, but be expressed in ways that won't impose themselves on my client. Then the second question I would have is, will I find myself prizing this person, caring for this person?", "answer_text": "I certainly don't want to pretend a if I dislike my client persistently, I feel it is better, that I should express it. But I know that the process of therapy is much more likely to occur and constructive change is much more likely, if I feel a real spontaneous prizing of this individual with whom I'm working, a prizing of this person as a separate individual. You can call that quality acceptance, you can call it caring, you can call it a non-possessive love if you wish.", "directness_score": 0.125, "topic_shift_score": 0.875, "answer_type": "PartialAnswer", "follow_up_flag": true, "follow_up_outcome": "deferred", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 13, "answer_turn": 14, "question_speaker": "CA", "answer_speaker": "CA", "question_role": "Other", "answer_role": "Other", "question_text": "I think any of those terms tend to describe it. I know that the relationship will prove more constructive if it's present. Then the third quality, will I be able to understand the inner world of this individual from the inside?", "answer_text": "Will I be able to see it through her eyes? Will I be able to be sufficiently sensitive to move around inside the world of her feelings so that I know what it feels like to be her so that I can sense not only the surface meanings, but some of the meanings that lie somewhat underneath the surface. I know that if I can let myself sensitively and accurately enter into her world of experience, then change and therapeutic movement are much more likely.", "directness_score": 0.177, "topic_shift_score": 0.823, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 31, "answer_turn": 32, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "And I want- I almost want an answer from you. I want you to tell me if it would affect her wrong if I told her the truth, or what. (T:Mhm) T4 C5 And it's this concern about her and the fact that you really aren't - that this open relationship that has existed between you, now you feel it's kind of vanished?", "answer_text": "Yes. I feel like I have to be on guard about that (T: Mhm) because I remember when I was a little girl, when I first found out my mother and father made love, that was dirty and terrible, and I didn't- I didn’t like her any more for awhile. And I don't want to lie to Pammy either and I don't know...", "directness_score": 0.106, "topic_shift_score": 0.894, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 40, "answer_turn": 41, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "(T:Mhm, mhm) T10 I see. It really cuts a little deeper. If she really knew you, would she, could she accept you?", "answer_text": "Rogers’ Transcripts, Volume 12, Gloria Interview, page 6 C11 This is what I don't know. Yeah. I don't want her to turn away from me.", "directness_score": 0.029, "topic_shift_score": 0.971, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 44, "answer_turn": 45, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "Yeah. (T: Oh) I feel guilty so often. (Moistens lips.) T12 \"What- What can I accept myself as doing?\" And uh (C: Yes, Yes) you realize that you set up sort of subterfuges, so as to make sure that you're not caught or something, you realize that you are acting from guilt, is that it?", "answer_text": "C13 Yes (T: Mhm, mhm) and I don't like the ... I would like to feel comfortable with whatever I do. If I choose not to tell Pammy the truth, to feel comfortable that she can handle it, (T: Mhm, Mhm, Mhm) and I don't.", "directness_score": 0.135, "topic_shift_score": 0.865, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 69, "answer_turn": 70, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "Then I can also notice it in myself. (Touches her face.) T22 And somehow, sometimes, you kind of uh, feel like blaming them for the feelings you have. I mean, why should they cut you out from a normal sex life, huh?", "answer_text": "C23 Well, a sex life, I could say, not normal because there is something about me that says that's not very healthy – to uh just go into sex because you feel physically attracted or something, or a physical need. So, something about it tells me that that's not quite right anyway. (Still touching her face.) T23 Mhm.", "directness_score": 0.127, "topic_shift_score": 0.873, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 74, "answer_turn": 75, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "Do you Rogers’ Transcripts, Volume 12, Gloria Interview, page 9 feel that - to me the most important thing is to be open and honest and if I can be open and honest with my children, do you feel that it could harm them? If for example, I could say to Pammy, \"I was- I felt bad lying to you, Pammy, and I want to tell you the truth now,\" and if I tell her the truth and she’s shocked at me and she’s upset, that that could bother her more? I was- I want to get rid of my guilts and that will help me, but I don't want to put ‘em on her.", "answer_text": "(Points away from herself.) T25 That's right. C26 Do you feel that that could hurt her? T26 That’s a real concern.", "directness_score": 0.072, "topic_shift_score": 0.928, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 78, "answer_turn": 79, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "But that makes sense. That that will come natural and then I won't have to worry about Pammy. (T: Mhm.) But when things do seem so wrong for me and I have an impulse to do them, how can I accept that?", "answer_text": "T27 What you'd like to do is to feel more accepting toward yourself when you do things that you feel are wrong. Is that right? C28 Right.", "directness_score": 0.128, "topic_shift_score": 0.872, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 81, "answer_turn": 82, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "Women feel it - sure, we don't talk about it lots socially but all women feel it and it's very natural.\" I have had sex for the last 11 years and I’m- of course going to want it, but I still think it is wrong unless you’re really, truly in love with a man, and my body doesn't seem to agree. And so I don't know how to accept it. T29 It sounds like a triangle to me, isn't it?", "answer_text": "You feel that I, or therapists in general, or other people say, \"It is all right, it is all right, it’s natural enough, go ahead.\" Um, and I guess you feel your body sort of lines up on that side of the picture. (Points to C. ) But something in you says, \"But I don't like it that way, not unless it’s really right.\" Rogers’ Transcripts, Volume 12, Gloria Interview, page 10 C30 Right. (Long Pause) (Sighs, then speaks in a slower, somber way.) Well, I have a hopeless feeling.", "directness_score": 0.168, "topic_shift_score": 0.832, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 84, "answer_turn": 85, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "I uh- I really know you can't answer for me, and I have to figure it out myself, but I want you to guide me or show me where to start or - so it won't look so hopeless. I know I can keep living with this conflict and I know eventually things would work out, but I'd like feeling more comfortable with the way I live – (T: Mhm, mhm.) and I'm not. T31 One thing I might ask, what is it you wish I would say to you?", "answer_text": "C32 I wish you would say to me (Smiles): to be honest and take the risk that Pammy’s going to accept me. And I also have a feeling if I could really risk it with Pammy, of all people, that I'd be able to say, \"Here's this little kid that can accept me, and I'm really not that bad.\" If she really knows what a demon I am and still loves me and accepts me, it seems like it would help me to accept me more - like it's really not that bad. (T: Mhm) I want you to say to go ahead and be honest, but I don't want the responsibility that it would upset her.", "directness_score": 0.238, "topic_shift_score": 0.762, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 89, "answer_turn": 90, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "T33 You don't sound so uncertain. C34 I don't? (Tilts head and smiles.) What do you mean?", "answer_text": "T34 What I mean is you have been sitting there telling me just what you would like to do in that relationship with Pam. C35 (Appears confused.) I would, but I don't want to quite take the risk of doing it (T: I can understand) unless an authority tells me that … Rogers’ Transcripts, Volume 12, Gloria Interview, page 11 T35 (Eyes moistening, hands clasped.) It’s, I guess one thing that I feel very keenly is that it's an awful risky thing to live. (Pause) (Hands unclasp.) You'd be taking a chance on your relationship with her and taking a chance on letting her know who you are, really.", "directness_score": 0.063, "topic_shift_score": 0.937, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 92, "answer_turn": 93, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "Mhm. If her love and acceptance of you is based on a false picture of you, what the hell is the good of that? Is that- is that what you are saying?", "answer_text": "C37 Yeah, that’s what I mean, yes. But I also feel there is a lot of responsibility with being a mother. With I don’t- I don't want to feel like I have caused any big traumas in the children.", "directness_score": 0.075, "topic_shift_score": 0.925, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 100, "answer_turn": 101, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "(Big smile) (T: Laughs) Besides that, I do feel that I’m a little more ornery than their dad anyway. So I'm likely to do more things that they’d disapprove of. Rogers’ Transcripts, Volume 12, Gloria Interview, page 12 T40 Sounds like you really find it quite hard to believe that they would really love you if they knew you?", "answer_text": "C41 That's right. You know that's exactly it. Before therapy, I would have definitely chosen the other area.", "directness_score": 0.038, "topic_shift_score": 0.962, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 105, "answer_turn": 106, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "That's why I get encouraged when I read in a book from somebody I respect and admire, that this is the right thing no matter what - honesty will win out. Well then, that keeps giving me confidence. “By gosh, I'm right.” But I ... T43 It is so damned hard to really choose something on your own, isn't it?", "answer_text": "C44 Which makes me feel rea- very immature. I don't like this in me. I wish I were grown up enough or mature enough to make my decisions and stick by them, but I need somebody to help me on - somebody to push me.", "directness_score": 0.106, "topic_shift_score": 0.894, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 121, "answer_turn": 122, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "Something’s wrong.\" All right now. What I want to ask you is, how can I know which is the strongest? Because I do it, does that mean that’s the strongest?", "answer_text": "And yet, if I disapproved, that's just part of the thing that’s got to go along with it? You see, it sounds like you... (Points at self with both hands.) I'm picking up a contradiction.", "directness_score": 0.071, "topic_shift_score": 0.929, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 128, "answer_turn": 129, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "When if you feel comfortable in the moment about it, but then afterwards don't feel at all comfortable, which course of action was really the one you should have followed? C53 You know, the most outstanding thing - I don't know if you are following me, when I say about this conflict - the one thing I know is I’ve wanted, for example, to leave my husband for quite a few years. I never did it.", "answer_text": "I kept thinking how nice it would be, or how scary it would be, but I never did it. And all of a sudden when I did, it felt right. I didn't feel mean toward him.", "directness_score": 0.131, "topic_shift_score": 0.869, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 132, "answer_turn": 133, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "And in everyday life the small little decisions, the small little things to do don't come out that clear at all. So many conflicts come with them. (T: Mhm, that’s right) Is this natural?", "answer_text": "(Knits eyebrows.) T53 Although you are saying – uh, I expect it is – but, but you’re saying too that you know perfectly well the feeling within yourself that occurs when you are really doing something that's right for you. C54 I do. I do.", "directness_score": 0.082, "topic_shift_score": 0.918, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 139, "answer_turn": 140, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "(Touches her face.) T56 I expect none of us get it as often as we'd like, but I really do understand it. (Pause) (C: Tears come to her eyes.) Mhm, that really does touch you, doesn't it? C57 Yeah, and you know what else I was just thinking?", "answer_text": "I – I feel dumb saying it uh - that all of a sudden while I was talking to you I thought, \"Gee, how nice I can talk to you and I want you to approve of me and I respect you, but I miss that my father couldn't talk to me like you are.\" (Touches her chin.) I mean, I'd like to say, \"Gee, I'd like you for my father.\" (T: Mhm, Mhm, Mhm) I don't even know why that came to me. (Smiles) T57 You look to me like a pretty nice daughter. (Pause) (C: Looks down.) But you really do miss the fact that you- you couldn't be open with your own dad.", "directness_score": 0.188, "topic_shift_score": 0.812, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
{"file_id": "transciption rogers- Gloria_parsed", "title": "transciption rogers- Gloria", "source": "RAWDATA\\ConversationClean\\transciption rogers- Gloria.json", "question_turn": 162, "answer_turn": 163, "question_speaker": "THERAPIST", "answer_speaker": "THERAPIST", "question_role": "Other", "answer_role": "Other", "question_text": "That seems like such a big thing. T70 The phrase that comes to my mind - I don't know if it is appropriate or not - you're slapping your father in the face, aren't you? C71 Oh?", "answer_text": "By wanting mature men? T71 No. By going out with those who are quite unlike the ones you'd really want.", "directness_score": 0.0, "topic_shift_score": 1.0, "answer_type": "PartialAnswer", "follow_up_flag": false, "follow_up_outcome": "none", "adjacency_weight": 5}
